Revit 2026 API

# CopyPasteOptions Properties

---

The CopyPasteOptions type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

CopyPasteOptions Class

Autodesk.Revit.DB Namespace